Repository: robbyczgw-cla/activity-plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Finds files with exactly the same contents in “%@”. Compares sizes first, then the first and last bytes, and reads whole files only when those match. Skips app data in Library, hidden folders and the insides of apps and libraries.
de: Findet Dateien mit exakt gleichem Inhalt in „%@“. Vergleicht zuerst die Größen, dann die ersten und letzten Bytes und liest ganze Dateien nur, wenn diese übereinstimmen. Übersprungen werden App-Daten in der Library, versteckte Ordner und das Innere von Apps und Bibliotheken.
es: Busca archivos con exactamente el mismo contenido en «%@». Compara primero los tamaños, luego los primeros y últimos bytes, y solo lee archivos completos cuando coinciden. Omite los datos de apps en Biblioteca, las carpetas ocultas y el interior de apps y bibliotecas.
fr: Recherche les fichiers au contenu strictement identique dans « %@ ». Compare d’abord les tailles, puis les premiers et derniers octets, et ne lit les fichiers en entier que lorsqu’ils concordent. Ignore les données d’apps dans la bibliothèque, les dossiers cachés et le contenu des apps et bibliothèques.
it: Trova i file con contenuto identico in «%@». Confronta prima le dimensioni, poi i primi e gli ultimi byte, e legge interi i file solo se coincidono. Salta i dati delle app nella Libreria, le cartelle nascoste e l’interno di app e librerie.
ja: 「%@」内で内容がまったく同じファイルを探します。まずサイズを比較し、次に先頭と末尾のバイトを比較して、一致した場合にのみファイル全体を読み込みます。ライブラリ内のAppデータ、非表示のフォルダ、Appやライブラリの内部は対象外です。
pt_br: Encontra arquivos com conteúdo exatamente igual em “%@”. Compara primeiro os tamanhos, depois os primeiros e últimos bytes, e lê os arquivos inteiros só quando eles coincidem. Ignora dados de apps na Biblioteca, pastas ocultas e o interior de apps e bibliotecas.
zh_hans: 在“%@”中查找内容完全相同的文件。先比较大小，再比较首尾字节，仅在两者都一致时才读取整个文件。会跳过资源库中的App数据、隐藏文件夹以及App和库的内部。

source: Finds how much space each app takes with everything it stores in your Library, plus developer caches. Nothing is removed without asking; removed files go to the Trash.
de: Findet heraus, wie viel Platz jede App mit allem belegt, was sie in deiner Library ablegt, dazu Entwickler-Caches. Nichts wird ohne Nachfrage entfernt; entfernte Dateien landen im Papierkorb.
es: Calcula cuánto espacio ocupa cada app con todo lo que guarda en tu biblioteca, más las cachés de desarrollador. No se elimina nada sin preguntar; los archivos eliminados van a la Papelera.
fr: Calcule l’espace occupé par chaque app, avec tout ce qu’elle stocke dans votre bibliothèque, ainsi que les caches des développeurs. Rien n’est supprimé sans votre accord ; les fichiers supprimés vont dans la Corbeille.
it: Calcola quanto spazio occupa ogni app con tutto ciò che salva nella tua libreria, più le cache per sviluppatori. Non rimuove nulla senza chiederti conferma; i file rimossi finiscono nel Cestino.
ja: ライブラリに保存されているものも含め、各アプリが使用している容量と、開発者向けキャッシュを調べます。確認なしに削除されるものはありません。削除したファイルはゴミ箱に入れられます。
pt_br: Encontra quanto espaço cada app ocupa com tudo o que guarda na sua Biblioteca, além dos caches de desenvolvedor. Nada é removido sem perguntar; os arquivos removidos vão para a Lixeira.
zh_hans: 查找每个App及其存储在资源库中的所有内容占用的空间，以及开发者缓存。未经询问不会移除任何内容；移除的文件会移到废纸篓。

source: Finished builds Xcode keeps for some workflows; a new build recreates them.
de: Fertige Builds, die Xcode für manche Abläufe aufbewahrt; ein neuer Build erzeugt sie wieder.
es: Compilaciones terminadas que Xcode guarda para algunos flujos de trabajo; una nueva compilación las vuelve a crear.
fr: Compilations terminées que Xcode conserve pour certains flux de travail ; une nouvelle compilation les recrée.
it: Build completate che Xcode conserva per alcuni flussi di lavoro; una nuova build le ricrea.
ja: 一部のワークフローのためにXcodeが保持している完成済みのビルドです。新たにビルドすると再作成されます。
pt_br: Builds finalizados que o Xcode mantém para alguns fluxos de trabalho; um novo build os recria.
zh_hans: Xcode为某些工作流程保留的已完成构建；新的构建会重新创建它们。

source: First measurement in a moment…
de: Erste Messung gleich …
es: Primera medición en un momento…
fr: Première mesure dans un instant…
it: Prima misurazione tra poco…
ja: まもなく最初の測定を行います…
pt_br: Primeira medição em instantes…
zh_hans: 稍后进行首次测量…

source: Fixed color
de: Feste Farbe
es: Color fijo
fr: Couleur fixe
it: Colore fisso
ja: 固定カラー
pt_br: Cor fixa
zh_hans: 固定颜色

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ja: フォルダ
pt_br: Pasta
zh_hans: 文件夹

source: For %lld minutes
de: %lld Minuten lang
es: Durante %lld minutos
fr: Pendant %lld minutes
it: Per %lld minuti
ja: %lld分間
pt_br: Por %lld minutos
zh_hans: 持续%lld分钟

source: Force Quit
de: Sofort beenden
es: Forzar salida
fr: Forcer à quitter
it: Uscita forzata
ja: 強制終了
pt_br: Forçar Encerrar
zh_hans: 强制退出

source: Force Quit %@…
de: „%@“ sofort beenden …
es: Forzar salida de %@…
fr: Forcer %@ à quitter…
it: Uscita forzata di %@…
ja: %@を強制終了…
pt_br: Forçar Encerrar %@…
zh_hans: 强制退出“%@”…

source: Force Quit Process…
de: Prozess sofort beenden …
es: Forzar salida del proceso…
fr: Forcer à quitter le processus…
it: Uscita forzata dal processo…
ja: プロセスを強制終了…
pt_br: Forçar Encerrar Processo…
zh_hans: 强制退出进程…

source: Force quit
de: Sofort beenden
es: Forzar salida
fr: Forcer à quitter
it: Uscita forzata
ja: 強制終了
pt_br: Forçar encerramento
zh_hans: 强制退出

source: Free of %@
de: Frei von %@
es: Libres de %@
fr: Libre sur %@
it: Liberi su %@
ja: %@中の空き
pt_br: Livre de %@
zh_hans: 可用，共%@

source: Free space
de: Freier Speicherplatz
es: Espacio libre
fr: Espace libre
it: Spazio libero
ja: 空き容量
pt_br: Espaço livre
zh_hans: 可用空间

source: Free up space
de: Speicherplatz freigeben
es: Liberar espacio
fr: Libérer de l’espace
it: Libera spazio
ja: 容量を確保
pt_br: Liberar espaço
zh_hans: 释放空间

source: Freeze detection
de: Hänger-Erkennung
es: Detección de bloqueos
fr: Détection des blocages
it: Rilevamento blocchi
ja: フリーズの検出
pt_br: Detecção de travamento
zh_hans: 卡死检测

# Freezes: %lld in 7 days, %lld in 30 days
source: Freezes: %1$lld in 7 days, %2$lld in 30 days
de: Hänger: %lld in 7 Tagen, %lld in 30 Tagen
es: Bloqueos: %lld en 7 días, %lld en 30 días
fr: Blocages : %lld en 7 jours, %lld en 30 jours
it: Blocchi: %lld negli ultimi 7 giorni, %lld negli ultimi 30 giorni
ja: フリーズ: 7日間で%lld回、30日間で%lld回
pt_br: Travamentos: %lld em 7 dias, %lld em 30 dias
zh_hans: 卡死：7天内%lld次，30天内%lld次

source: From
de: Von
es: Desde
fr: De
it: Da
ja: 開始
pt_br: De
zh_hans: 从

source: Full
de: Voll
es: Llena
fr: Pleine
it: Completa
ja: フル充電
pt_br: Cheia
zh_hans: 已满

source: Full in
de: Voll in
es: Llena en
fr: Pleine dans
it: Completa tra
ja: フル充電まで
pt_br: Cheia em
zh_hans: 充满还需

source: GPU use per app
de: GPU-Nutzung pro App
es: Uso de GPU por app
fr: Utilisation du GPU par app
it: Uso della GPU per app
ja: アプリごとのGPU使用率
pt_br: Uso da GPU por app
zh_hans: 各App的GPU用量

source: Gained
de: Dazugewonnen
es: Ganado
fr: Gagné
it: Guadagnato
ja: 増加量
pt_br: Ganho
zh_hans: 已增加

source: Gauge
de: Tacho
es: Medidor
fr: Jauge
it: Indicatore
ja: ゲージ
pt_br: Medidor
zh_hans: 仪表盘

source: General
de: Allgemein
fr: Général
it: Generale
ja: 一般
pt_br: Geral
zh_hans: 通用

source: Graphite
de: Graphit
es: Grafito
it: Grafite
ja: グラファイト
pt_br: Grafite
zh_hans: 石墨

source: Green → red by load
de: Grün → Rot nach Auslastung
es: Verde → rojo según la carga
fr: Vert → rouge selon la charge
it: Dal verde al rosso in base al carico
ja: 負荷に応じて緑→赤
pt_br: Verde → vermelho conforme a carga
zh_hans: 按负载由绿变红

source: Grows by %.1f GB
de: Wächst um %.1f GB
es: Crece %.1f GB
fr: Augmente de %.1f GB
it: Cresce di %.1f GB
ja: %.1f GB増加
pt_br: Cresce %.1f GB
zh_hans: 增加%.1f GB

source: Health
de: Zustand
es: Estado
fr: Santé
it: Stato
ja: 状態
pt_br: Saúde
zh_hans: 健康状况

source: Health is what a full charge holds today compared with the battery when new.
de: Der Zustand ist das, was eine volle Ladung heute fasst, verglichen mit der Batterie im Neuzustand.
es: El estado es la capacidad que tiene hoy una carga completa, comparada con la batería nueva.
fr: La santé correspond à la capacité qu’une charge complète permet aujourd’hui, comparée à celle de la batterie neuve.
it: Lo stato indica quanta carica completa regge oggi la batteria rispetto a quando era nuova.
ja: 状態とは、新品時のバッテリーと比べた、現在の満充電時の容量です。
pt_br: A saúde é a capacidade que uma carga completa mantém hoje, em comparação com a bateria nova.
zh_hans: 健康状况是指当前满电容量与电池全新时相比的比例。

source: Heat
de: Hitze
es: Calor
fr: Chaleur
it: Calore
ja: 熱
pt_br: Calor
zh_hans: 发热

source: Heat, memory pressure and Wi-Fi signal are kept from version 0.3 on. Come back in a few minutes.
de: Hitze, Speicherdruck und WLAN-Signal werden ab Version 0.3 aufgezeichnet. Schau in ein paar Minuten wieder vorbei.
es: El calor, la presión de memoria y la señal Wi-Fi se guardan desde la versión 0.3. Vuelve dentro de unos minutos.
fr: La chaleur, la pression mémoire et le signal Wi-Fi sont conservés à partir de la version 0.3. Revenez dans quelques minutes.
it: Calore, pressione della memoria e segnale Wi-Fi vengono salvati dalla versione 0.3. Torna tra qualche minuto.
ja: 熱、メモリプレッシャー、Wi-Fiの信号は、バージョン0.3以降で記録されます。数分後にもう一度ご確認ください。
pt_br: Calor, pressão de memória e sinal do Wi-Fi são guardados a partir da versão 0.3. Volte em alguns minutos.
zh_hans: 发热、内存压力和无线局域网信号自0.3版起开始记录。请过几分钟再来查看。

source: Heat, memory pressure and Wi‑Fi quality on the same timeline as the history chart, so a slow moment lines up with what was going on.
de: Hitze, Speicherdruck und WLAN-Qualität auf derselben Zeitachse wie das Verlaufsdiagramm, damit ein langsamer Moment zu dem passt, was gerade los war.
es: Calor, presión de memoria y calidad del Wi-Fi en la misma línea temporal que el gráfico de historial, para que un momento lento coincida con lo que estaba pasando.
fr: Chaleur, pression mémoire et qualité du Wi-Fi sur la même chronologie que le graphique d’historique, pour que les ralentissements correspondent à ce qui se passait.
it: Calore, pressione della memoria e qualità del Wi-Fi sulla stessa linea temporale del grafico della cronologia, così un momento lento si allinea con ciò che stava succedendo.
ja: 熱、メモリプレッシャー、Wi-Fiの品質を履歴グラフと同じ時間軸で表示するので、動作が遅かった瞬間の状況と照らし合わせられます。
pt_br: Calor, pressão de memória e qualidade do Wi-Fi na mesma linha do tempo do gráfico de histórico, para que um momento lento coincida com o que estava acontecendo.
zh_hans: 发热、内存压力和无线局域网质量与历史图表使用同一时间线，这样变慢的时刻就能与当时发生的情况对应起来。

source: Helper installed
de: Hilfsprogramm installiert
es: Auxiliar instalado
fr: Utilitaire installé
it: Assistente installato
ja: ヘルパをインストール済み
pt_br: Auxiliar instalado
zh_hans: 辅助程序已安装

source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
it: Nascosto
ja: 非表示
pt_br: Oculto
zh_hans: 已隐藏

source: Hidden by macOS (needs Location access)
de: Von macOS ausgeblendet (braucht Zugriff auf Ortungsdienste)
es: Oculto por macOS (requiere acceso a la ubicación)
fr: Masqué par macOS (nécessite l’accès à la localisation)
it: Nascosto da macOS (richiede l’accesso alla posizione)
ja: macOSにより非表示（位置情報へのアクセスが必要）
pt_br: Oculto pelo macOS (requer acesso à Localização)
zh_hans: 已被macOS隐藏（需要定位服务权限）

source: Hide apps for a moment?
de: Apps kurz ausblenden?
es: ¿Ocultar apps un momento?
fr: Masquer les apps un instant ?
it: Nascondere le app per un momento?
ja: アプリを一時的に非表示にしますか?
pt_br: Ocultar apps por um momento?
zh_hans: 要暂时隐藏App吗？

source: Hiding %@
de: %@ wird ausgeblendet
es: Ocultando %@
fr: Masquage de %@
it: Nascondo %@
ja: %@を非表示にしています
pt_br: Ocultando %@
zh_hans: 正在隐藏%@

source: Hiding a single app made no measurable difference.
de: Das Ausblenden einer einzelnen App machte keinen messbaren Unterschied.
es: Ocultar una sola app no supuso ninguna diferencia medible.
fr: Masquer une seule app n’a rien changé de mesurable.
it: Nascondere una singola app non ha prodotto differenze misurabili.
ja: 1つのアプリを非表示にしても、測定可能な違いはありませんでした。
pt_br: Ocultar um único app não fez diferença mensurável.
zh_hans: 隐藏单个App没有产生可测量的差异。

source: Hiding all of them at once
de: Alle werden gleichzeitig ausgeblendet
es: Ocultar todas a la vez
fr: Masquer toutes les apps à la fois
it: Nascondere tutte insieme
ja: すべてを同時に非表示
pt_br: Ocultar todos de uma vez
zh_hans: 一次隐藏全部

source: High
de: Hoch
es: Alta
fr: Élevée
it: Alta
ja: 高
pt_br: Alta
zh_hans: 高

source: Hints:
de: Hinweise:
es: Consejos:
fr: Astuces :
it: Suggerimenti:
ja: ヒント:
pt_br: Dicas:
zh_hans: 提示：

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
pt_br: Histórico
zh_hans: 历史记录

source: History fills up while Activity+ runs. Come back in a few minutes.
de: Der Verlauf füllt sich, während Activity+ läuft. Schau in ein paar Minuten wieder vorbei.
es: El historial se llena mientras Activity+ está en marcha. Vuelve dentro de unos minutos.
fr: L’historique se remplit pendant l’exécution d’Activity+. Revenez dans quelques minutes.
it: La cronologia si riempie mentre Activity+ è in esecuzione. Torna tra qualche minuto.
ja: 履歴は、Activity+の実行中に蓄積されます。数分後にもう一度ご確認ください。
pt_br: O histórico é preenchido enquanto o Activity+ roda. Volte em alguns minutos.
zh_hans: Activity+运行期间会逐渐积累历史记录。请过几分钟再来查看。

source: Holding at 80 % (Optimized Charging)
de: Hält bei 80 % (Optimiertes Laden)
es: Manteniendo al 80 % (carga optimizada)
fr: Maintenue à 80 % (recharge optimisée)
it: Mantenuta all’80 % (Ricarica ottimizzata)
ja: 80%で保持中（バッテリー充電の最適化）
pt_br: Mantendo em 80 % (Carregamento Otimizado)
zh_hans: 保持在80%（优化电池充电）

source: Holding at the %lld %% charge limit
de: Hält beim Ladelimit von %lld %%
es: Manteniendo en el límite de carga del %lld %%
fr: Maintenue à la limite de charge de %lld %%
it: Mantenuta al limite di carica del %lld %%
ja: 充電上限の%lld%%で保持中
pt_br: Mantendo no limite de carga de %lld %%
zh_hans: 保持在%lld%%的充电上限

source: Holds keys or the Trash itself.
de: Enthält Schlüssel oder ist der Papierkorb selbst.
es: Contiene claves o es la propia Papelera.
fr: Contient des clés ou est la Corbeille elle-même.
it: Contiene chiavi o è il Cestino stesso.
ja: 鍵が入っているか、ゴミ箱そのものです。
pt_br: Contém chaves ou é o próprio Lixo.
zh_hans: 包含密钥，或者就是废纸篓本身。

source: Home folder
de: Home-Ordner
es: Carpeta personal
fr: Dossier personnel
it: Cartella personale
ja: ホームフォルダ
pt_br: Pasta pessoal
zh_hans: 个人文件夹

source: Host names
de: Hostnamen
es: Nombres de host
fr: Noms d’hôte
it: Nomi host
ja: ホスト名
pt_br: Nomes de host
zh_hans: 主机名

source: How hot the Mac runs by macOS's own measure. In serious or critical state macOS slows the chip down to cool it, so everything feels slower.
de: Wie heiß der Mac nach macOS' eigener Messung läuft. Im Zustand „Ernst“ oder „Kritisch“ bremst macOS den Chip, um ihn zu kühlen, sodass sich alles langsamer anfühlt.
es: Lo caliente que está el Mac según la propia medida de macOS. En estado grave o crítico, macOS ralentiza el chip para enfriarlo, así que todo va más lento.
fr: Température du Mac selon la mesure de macOS. En état élevé ou critique, macOS ralentit la puce pour la refroidir, et tout semble plus lent.
it: Quanto scalda il Mac secondo la misura di macOS. In stato serio o critico macOS rallenta il chip per raffreddarlo, quindi tutto sembra più lento.
ja: macOS自身の基準で見たMacの温度状態です。「深刻」または「重大」の状態になると、macOSは冷却のためチップの動作を遅くするので、すべてが遅く感じられます。
pt_br: Quão quente o Mac está, segundo a própria medição do macOS. Em estado grave ou crítico, o macOS reduz a velocidade do chip para esfriá-lo, por isso tudo fica mais lento.
zh_hans: 按macOS自身的衡量标准，Mac的发热程度。处于“严重”或“临界”状态时，macOS会降低芯片速度来散热，因此一切都会变慢。

source: Hugging Face models
de: Hugging-Face-Modelle
es: Modelos de Hugging Face
fr: Modèles Hugging Face
it: Modelli Hugging Face
ja: Hugging Faceのモデル
pt_br: Modelos do Hugging Face
zh_hans: Hugging Face模型

source: IOReport, only while a window or the panel is open.
de: IOReport, nur solange ein Fenster oder das Panel geöffnet ist.
es: IOReport, solo mientras haya una ventana o el panel abierto.
fr: IOReport, uniquement lorsqu’une fenêtre ou le panneau est ouvert.
it: IOReport, solo mentre una finestra o il pannello è aperto.
ja: IOReport。ウインドウまたはパネルが開いている間のみ。
pt_br: IOReport, somente enquanto uma janela ou o painel estiver aberto.
zh_hans: IOReport，仅在窗口或面板打开时使用。

source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
ja: アイコン
pt_br: Ícone
zh_hans: 图标

source: Identifier
de: Kennung
es: Identificador
fr: Identifiant
it: Identificatore
ja: 識別子
pt_br: Identificador
zh_hans: 标识符

source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
ja: 識別情報
pt_br: Identidade
zh_hans: 身份

source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
ja: アイドル
pt_br: Ocioso
zh_hans: 闲置

source: Idle dev servers still hold memory
de: Inaktive Dev-Server belegen noch Speicher
es: Los servidores de desarrollo inactivos siguen reteniendo memoria
fr: Les serveurs de développement inactifs retiennent encore de la mémoire
it: I server di sviluppo inattivi occupano ancora memoria
ja: アイドル状態の開発サーバもメモリを保持しています
pt_br: Servidores de desenvolvimento ociosos ainda retêm memória
zh_hans: 闲置的开发服务器仍占用内存

source: Idle for %@
de: Inaktiv seit %@
es: Inactivo desde hace %@
fr: Inactif depuis %@
it: Inattivo da %@
ja: %@の間アイドル
pt_br: Ocioso por %@
zh_hans: 已闲置%@

source: Ignore app
de: App ignorieren
es: Ignorar app
fr: Ignorer l’app
it: Ignora app
ja: アプリを無視
pt_br: Ignorar app
zh_hans: 忽略App

source: Ignored apps
de: Ignorierte Apps
es: Apps ignoradas
fr: Apps ignorées
it: App ignorate
ja: 無視するアプリ
pt_br: Apps ignorados
zh_hans: 已忽略的App

source: Image
de: Bild
es: Imagen
it: Immagine
ja: イメージ
pt_br: Imagem
zh_hans: 图像

source: Images
de: Bilder
es: Imágenes
it: Immagini
ja: イメージ
pt_br: Imagens
zh_hans: 图像

source: Images the Android emulator boots from; Android Studio downloads them again when an emulator needs one.
de: Abbilder, von denen der Android-Emulator startet; Android Studio lädt sie erneut, wenn ein Emulator eines braucht.
es: Imágenes desde las que arranca el emulador de Android; Android Studio las vuelve a descargar cuando un emulador las necesita.
fr: Images à partir desquelles démarre l’émulateur Android ; Android Studio les télécharge de nouveau quand un émulateur en a besoin.
it: Immagini da cui si avvia l’emulatore Android; Android Studio le scarica di nuovo quando un emulatore ne ha bisogno.
ja: Androidエミュレータの起動に使うイメージです。エミュレータが必要とするとき、Android Studioが再度ダウンロードします。
pt_br: Imagens que o emulador Android usa para iniciar; o Android Studio as baixa novamente quando um emulador precisa delas.
zh_hans: Android模拟器启动所用的映像；模拟器需要时，Android Studio会重新下载。

source: Import Settings…
de: Einstellungen importieren …
es: Importar ajustes…
fr: Importer les réglages…
it: Importa impostazioni…
ja: 設定を読み込む…
pt_br: Importar Ajustes…
zh_hans: 导入设置…

# In total %@, from %@ to %@.
source: In total %1$@, from %2$@ to %3$@.
de: Insgesamt %@, von %@ bis %@.
es: En total %@, de %@ a %@.
fr: Au total %@, de %@ à %@.
it: In totale %@, da %@ a %@.
ja: 合計%@（%@から%@まで）。
pt_br: No total %@, de %@ a %@.
zh_hans: 共%@，从%@到%@。

source: In use of %@
de: Belegt von %@
es: En uso de %@
fr: Utilisé sur %@
it: In uso di %@
ja: %@中の使用量
pt_br: Em uso de %@
zh_hans: 已使用，共%@

source: Include macOS
de: macOS einbeziehen
es: Incluir macOS
fr: Inclure macOS
it: Includi macOS
ja: macOSを含める
pt_br: Incluir o macOS
zh_hans: 包括macOS

source: Incoming connections are limited to apps you allowed.
de: Eingehende Verbindungen sind auf Apps beschränkt, die du erlaubt hast.
es: Las conexiones entrantes se limitan a las apps que has permitido.
fr: Les connexions entrantes sont limitées aux apps que vous avez autorisées.
it: Le connessioni in entrata sono limitate alle app che hai consentito.
ja: 着信接続は、許可したAppに限定されています。
pt_br: As conexões de entrada são limitadas aos apps que você permitiu.
zh_hans: 传入连接仅限于你允许的App。

source: Inside an app. Remove the whole app instead.
de: In einer App. Entferne stattdessen die ganze App.
es: Dentro de una app. Elimina la app entera en su lugar.
fr: À l’intérieur d’une app. Supprimez plutôt l’app entière.
it: All’interno di un’app. Rimuovi invece l’intera app.
ja: Appの内部にあります。代わりにApp全体を削除してください。
pt_br: Dentro de um app. Remova o app inteiro em vez disso.
zh_hans: App内部的内容。请改为移除整个App。

source: Inspect…
de: Untersuchen …
es: Inspeccionar…
fr: Inspecter…
it: Informazioni…
ja: 詳細を表示…
pt_br: Inspecionar…
zh_hans: 检查…

source: Install Helper…
de: Hilfsprogramm installieren …
es: Instalar auxiliar…
fr: Installer l’utilitaire…
it: Installa assistente…
ja: ヘルパをインストール…
pt_br: Instalar Auxiliar…
zh_hans: 安装辅助程序…

source: Installer you most likely used already; download it again if you need it.
de: Installer, den du vermutlich schon benutzt hast; lade ihn bei Bedarf erneut.
es: Instalador que probablemente ya usaste; vuelve a descargarlo si lo necesitas.
fr: Programme d’installation probablement déjà utilisé ; téléchargez-le de nouveau si vous en avez besoin.
it: Installer che probabilmente hai già usato; scaricalo di nuovo se ti serve.
ja: すでに使用済みの可能性が高いインストーラです。必要な場合は再度ダウンロードしてください。
pt_br: Instalador que você provavelmente já usou; baixe-o novamente se precisar.
zh_hans: 你很可能已经用过的安装器；需要时请重新下载。

source: Installers
de: Installer
es: Instaladores
fr: Programmes d’installation
it: Installer
ja: インストーラ
pt_br: Instaladores
zh_hans: 安装器

source: Installers (.dmg, .pkg)
de: Installationsprogramme (.dmg, .pkg)
es: Instaladores (.dmg, .pkg)
fr: Programmes d’installation (.dmg, .pkg)
it: Installer (.dmg, .pkg)
ja: インストーラ（.dmg、.pkg）
pt_br: Instaladores (.dmg, .pkg)
zh_hans: 安装程序（.dmg、.pkg）

source: Installers Homebrew downloaded earlier; `brew cleanup` removes the same files, and Homebrew downloads again what it needs.
de: Installer, die Homebrew früher geladen hat; `brew cleanup` entfernt dieselben Dateien, und Homebrew lädt bei Bedarf neu.
es: Instaladores que Homebrew descargó antes; `brew cleanup` elimina los mismos archivos, y Homebrew vuelve a descargar lo que necesite.
fr: Programmes d’installation téléchargés plus tôt par Homebrew ; `brew cleanup` supprime les mêmes fichiers, et Homebrew télécharge de nouveau ce dont il a besoin.
it: Installer scaricati in precedenza da Homebrew; `brew cleanup` rimuove gli stessi file e Homebrew scarica di nuovo ciò che serve.
ja: 以前にHomebrewがダウンロードしたインストーラです。`brew cleanup`でも同じファイルが削除され、必要なものはHomebrewが再度ダウンロードします。
pt_br: Instaladores que o Homebrew baixou antes; `brew cleanup` remove os mesmos arquivos, e o Homebrew baixa novamente o que precisar.
zh_hans: Homebrew之前下载的安装器；“brew cleanup”会移除相同的文件，Homebrew会重新下载所需内容。

source: Instructions per cycle
de: Befehle pro Takt
es: Instrucciones por ciclo
fr: Instructions par cycle
it: Istruzioni per ciclo
ja: サイクルあたりの命令数
pt_br: Instruções por ciclo
zh_hans: 每周期指令数

source: Interfaces, Wi-Fi and router, every 10 seconds while you look.
de: Schnittstellen, WLAN und Router, alle 10 Sekunden, solange du hinschaust.
es: Interfaces, Wi-Fi y router, cada 10 segundos mientras lo estés mirando.
fr: Interfaces, Wi-Fi et routeur, toutes les 10 secondes pendant que vous consultez.
it: Interfacce, Wi-Fi e router, ogni 10 secondi mentre guardi.
ja: インターフェイス、Wi-Fi、ルータ。表示中は10秒ごとに更新します。
pt_br: Interfaces, Wi-Fi e roteador, a cada 10 segundos enquanto você observa.
zh_hans: 接口、无线局域网和路由器，查看时每10秒更新一次。

source: It grows by about %1$@ per hour and will be at %2$@ in 2 hours. Restarting it frees the memory.
de: Der Speicherbedarf wächst um etwa %@ pro Stunde und liegt in 2 Stunden bei %@. Ein Neustart der App gibt den Speicher frei.
es: Crece unos %@ por hora y llegará a %@ dentro de 2 horas. Reiniciarlo libera la memoria.
fr: Il augmente d’environ %@ par heure et atteindra %@ dans 2 heures. Le redémarrer libère la mémoire.
it: Cresce di circa %@ all’ora e tra 2 ore sarà a %@. Riavviarlo libera la memoria.
ja: 1時間あたり約%@ずつ増え、2時間後には%@になります。再起動するとメモリが解放されます。
pt_br: Cresce cerca de %@ por hora e chegará a %@ em 2 horas. Reiniciá-lo libera a memória.
zh_hans: 每小时约增加%@，2小时后将达到%@。重新启动它可释放这部分内存。
